/* eslint-disable import/prefer-default-export */

export const project = {
  title: '傳說中的廚具永靈刀',
  image: 'https://i2.kknews.cc/SIG=24ao12m/3p6o00027520sp12po55.jpg',
  author: {
    name: '許林',
    image: 'https://cdn4.iconfinder.com/data/icons/standard-free-icons/139/Profile01-512.png',
    followed: 999,
    amountOfProjects: 123,
  },
  category: '木工',
  introduction: '傳說中的廚具永靈刀傳說中的廚具永靈刀傳說中的廚具永靈刀傳說中的廚具永靈刀傳說中的廚具永靈刀傳說中的廚具永靈刀傳說中的廚具永靈刀傳說中的廚具永靈刀傳說中的廚具永靈刀傳說中的廚具永靈刀傳說中的廚具永靈刀傳說中的廚具永靈刀傳說中的廚具永靈刀傳說中的廚具永靈刀傳說中的廚具永靈刀傳說中的廚具永靈刀傳說中的廚具永靈刀傳說中的廚具永靈刀傳說中的廚具永靈刀傳說中的廚具永靈刀傳說中的廚具永靈刀傳說中的廚具永靈刀傳說中的廚具永靈刀傳說中的廚具永靈刀傳說中的廚具永靈刀傳說中的廚具永靈刀傳說中的廚具永靈刀傳說中的廚具永靈刀傳說中的廚具永靈刀傳說中的廚具永靈刀',
  viewed: 1234,
  likes: 999,
  favorites: 4321,
  posts: 567,
  liked: false,
  materials: [{
    name: '鋼鐵',
    amount: '10公斤',
  }, {
    name: '隕石',
    amount: '1顆',
  }, {
    name: '木材 5x5x20',
    amount: '1塊',
    link: 'https://woodmall.com.tw/shop/product/%E3%80%90%E7%89%B9%E5%83%B9%E5%8D%80%E3%80%91-%E6%A5%93%E6%9C%A8%E5%AF%A6%E6%9C%A8%E6%9D%BF/',
  }, {
    name: '史上最年輕的特級廚師',
    amount: '1人',
  }],
  files: [{
    name: '特級廚師徽章',
    link: 'https://cf.shopee.tw/file/493d5c16b27e6274a928cffc75fc0681',
  }, {
    name: '永靈刀範例',
    link: 'http://puui.qpic.cn/qqvideo_ori/0/a0706ukcd5n_496_280/0',
  }],
  methods: [{
    title: '準備材料',
    content: '準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料',
    image: 'https://i2.kknews.cc/SIG=24ao12m/3p6o00027520sp12po55.jpg',
  }, {
    title: null,
    content: '準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料',
  }, {
    title: '準備材料',
    content: '準備材料',
    image: 'https://i2.kknews.cc/SIG=24ao12m/3p6o00027520sp12po55.jpg',
  }, {
    title: '準備材料',
    content: '準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料',
    image: 'https://i2.kknews.cc/SIG=24ao12m/3p6o00027520sp12po55.jpg',
  }, {
    title: '準備材料',
    content: '準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料準備材料',
  }],
  tip: '別把永靈刀拿來做料理以外的事，否則會使其能力失效！',
};
